Repository: Cashleo/plugin-user-profile
Catalog: translations/wup-*.po
Languages: es_es

source: User Profile Settings
es_es: Configuración de User Profile

source: Pages
es_es: Páginas

source: Options
es_es: Opciones

source: Login page ID
es_es: ID de página de inicio de sesión

source: Registration page ID
es_es: ID de la página de registro

source: Registration finished page ID
es_es: ID de página de registro finalizado

source: Show my profile page ID
es_es: ID de página de mostrar mi perfil

source: Edit my profile page ID
es_es: ID de página de editar mi perfil

source: Disable activation email (auto activate account)
es_es: Desactivar e-mail de activación (activar usuario por defecto)

source: In this section you may set the pages ids for each view
es_es: En esta sección puede establecer los identificadores de páginas para cada vista

source: Settings for the Winni User Profile plugin
es_es: Configuración del plugin Winni User Profile

source: Status
es_es: Estado

source: Pending
es_es: Pendiente

source: Active
es_es: Activo

source: Other
es_es: Otro

source: I lost my password
es_es: Perdí mi contraseña

source: Write your username or email and you well receive a password recovery link.
es_es: Escriba su nombre de usuario o correo electrónico y recibirá un enlace de recuperación de contraseña.

source: Your password has been updated.
es_es: Su contraseña se ha actualizado.

source: Write your new password
es_es: Escribe tu nueva contraseña

source: A password recovery link has been sent to your E-Mail
es_es: Se ha enviado un enlace de recuperación de contraseñas a su correo electrónico

source: You are now logged out
es_es: Ahora estás desconectado

source: Please try again
es_es: Por favor, inténtelo de nuevo

source: Please provide your username or email
es_es: Por favor ingrese su nombre de usuario o correo electrónico

source: Wrong credentials
es_es: Los datos insertados no son correctos

source: Please provide your password
es_es: Por favor, proporcione su contraseña

source: Please, verify your account
es_es: Por favor, verifique su cuenta

source: You have to enter your new password
es_es: Por favor, debe repetir la clave

source: No user was found with the provided email or username
es_es: No se encontró ningún usuario con el correo electrónico o nombre de usuario proporcionado

source: A password recovery email has been requested
es_es: Se ha solicitado un correo electrónico de recuperación de contraseña

source: To reset your password, click the following link:
es_es: Para restablecer tu contraseña, haz clic en el siguiente enlace:

source: Password recovery
es_es: Recuperación de clave

source: This password recovery link is not longer valid
es_es: Este enlace de recuperación de contraseña ya no es válido

source: Your password has been updated
es_es: Su contraseña ha sido actualizada

source: Password updated
es_es: Contraseña actualizada

source: Profile
es_es: Perfil

source: Password
es_es: Contraseña

source: Email Address
es_es: Dirección de correo electrónico

source: Edit your email address
es_es: Edita tu dirección de correo electrónico

source: First Name
es_es: Nombre

source: Edit your first name
es_es: Edite su nombre de pila

source: Last Name
es_es: Apellido

source: Edit your last name
es_es: Edite su apellido

source: Edit your profile associated URL
es_es: Edita tu URL asociada a perfil

source: User profile image
es_es: Imagen de perfil de usuario

source: New password
es_es: Nueva contraseña

source: Repeat
es_es: Repetir

source: Image upload has failed
es_es: La carga de imágenes ha fallado

source: Image extension must be PNG, GIF or JPG
es_es: La extensión de imagen debe ser PNG, GIF o JPG

source: There was a problem, please try again
es_es: Hubo un problema, por favor inténtelo de nuevo

source: Your profile was updated successfully!
es_es: ¡Tu perfil se actualizó correctamente!

source: Please make sure the passwords match
es_es: Asegúrese de que las contraseñas coincidan

source: Please provide a valid email
es_es: Por favor, proporcione un correo electrónico válido

source: An account already exists with this email address
es_es: Ya existe una cuenta con esta dirección de correo electrónico

source: An account already exists with this username
es_es: Una cuenta ya existe con este nombre de usuario

source: Please provide a password
es_es: Por favor indícanos un password

source: The provided passwords do not match
es_es: Las contraseñas proporcionadas no coinciden

source: Open the following link to activate your account:
es_es: Abre el siguiente enlace para activar tu cuenta:

source: Activate your account
es_es: Activa tu cuenta

source: Save
es_es: Guardar

source: Your account has been activated
es_es: Tu cuenta ha sido activada

source: Your password has been updated, please login again
es_es: Su contraseña ha sido actualizada, por favor vuelva a iniciar sesión

source: Email or Username
es_es: Email o Usuario

source: Remember
es_es: Recordarme

source: Login
es_es: Iniciar sesión

source: Username or E-mail:
es_es: Usuario o email:

source: Reset password
es_es: Restablecer contraseña

source: First name
es_es: Nombre

source: Last name
es_es: Apellido

source: Create account
es_es: Crear una cuenta

source: Update password
es_es: Actualizar contraseña

source: My profile
es_es: Mi perfil

source: Edit my profile
es_es: Editar mi perfil

source: Logout
es_es: Cerrar sesión

source: Clean WP user profile functionality with no JS/CSS bloat.
es_es: Funcionalidad de perfiles de usuario sin basura añadida de CSS/JS.
